import React from 'react';
import { Container, Row } from 'reactstrap';
import TitleCard from './TitleCard'

const textStyle = {
    fontSize: 20,
}

const HomeKannada = (props) => {
    return (
        <div>
            <Container fluid>
                <Row xs={1}>
                    <TitleCard title="30 ಮೆಮೊರಿ ಸ್ಕ್ರಿಪ್ಚರ್ ಸವಾಲು" />
                </Row>
                <div style={textStyle}>
                    <br />
                    <center>
                        <p><strong>ಜನೇವರಿ</strong></p>
                    </center>
                    <hr />
                    <strong>
                        <p>2 ಕೊರಿಂಥದವರಿಗೆ 5:14-15</p>
                    </strong>
                    <p>14ಕ್ರಿಸ್ತನ ಪ್ರೀತಿಯು ನಮಗೆ ಒತ್ತಾಯಮಾಡುತ್ತದೆ; ಎಲ್ಲರಿಗೋಸ್ಕರ ಒಬ್ಬನು ಸತ್ತದ್ದರಿಂದ ಎಲ್ಲರೂ ಸತ್ತಂತಾಯಿತೆಂದು ನಿಶ್ಚಯಿಸಿಕೊಂಡೆವು. 15ಜೀವಿಸುವವರು ಇನ್ನು ಮೇಲೆ ತಮಗಾಗಿ ಜೀವಿಸದೆ ತಮಗೋಸ್ಕರ ಸತ್ತು ಎದ್ದು ಬಂದಾತನಿಗಾಗಿ ಜೀವಿಸಬೇಕೆಂತಲೇ ಆತನು ಎಲ್ಲರಿಗೋಸ್ಕರ ಸತ್ತನು.</p>
                    <hr />
                    <strong>
                        <p>ಯೋಹಾನ 13:34,35</p>
                    </strong>
                    <p>34ನಾನು ನಿಮಗೆ ಒಂದು ಹೊಸ ಆಜ್ಞೆಯನ್ನು ಕೊಡುತ್ತೇನೆ; ಏನಂದರೆ ನೀವು ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕು; ನಾನು ನಿಮ್ಮನ್ನು ಪ್ರೀತಿಸಿದ ಮೇರೆಗೆ ನೀವು ಸಹ ಒಬ್ಬರನ್ನೊಬ್ಬರು ಪ್ರೀತಿಸಬೇಕು ಎಂಬದೇ. 35ನಿಮ್ಮೊಳಗೆ ಒಬ್ಬರ ಮೇಲೊಬ್ಬರಿಗೆ ಪ್ರೀತಿಯಿದ್ದರೆ ಎಲ್ಲರೂ ನಿಮ್ಮನ್ನು ನನ್ನ ಶಿಷ್ಯರೆಂದು ತಿಳುಕೊಳ್ಳುವರು ಅಂದನು.</p>
                    <hr />
                    <strong>
                        <p>ಕೊಲೊಸ್ಸೆಯವರಿಗೆ 3:12-14</p>
                    </strong>
                    <p>12ಹೀಗಿರಲಾಗಿ ನೀವು ದೇವರಿಂದ ಆರಿಸಿಕೊಂಡವರೂ ಪ್ರತಿಷ್ಠಿತರೂ ಪ್ರಿಯರೂ ಆಗಿರುವದರಿಂದ ಕನಿಕರ ದಯೆ ದೀನಭಾವ ಸಾತ್ವಿಕತ್ವ ದೀರ್ಘಶಾಂತಿ ಎಂಬ ಸದ್ಗುಣಗಳನ್ನು ಧರಿಸಿಕೊಳ್ಳಿರಿ. 13ಮತ್ತೊಬ್ಬನ ಮೇಲೆ ತಪ್ಪುಹೊರಿಸುವದಕ್ಕೆ ಕಾರಣವಿದ್ದರೂ ತಪ್ಪುಹೊರಿಸದೆ ಒಬ್ಬರಿಗೊಬ್ಬರು ಸೈರಿಸಿಕೊಂಡು ಕ್ಷವಿುಸಿರಿ. ಕರ್ತನು ನಿಮ್ಮನ್ನು ಕ್ಷವಿುಸಿದಂತೆಯೇ ನೀವೂ ಕ್ಷವಿುಸಿರಿ. 14ಇದೆಲ್ಲಾದರ ಮೇಲೆ ಪ್ರೀತಿಯನ್ನು ಧರಿಸಿಕೊಳ್ಳಿರಿ. ಅದು ಸಮಸ್ತವನ್ನು ಸಂಪೂರ್ಣಮಾಡುವ ಬಂಧವಾಗಿದೆ.</p>
                    <hr />
                    <strong>
                        <p>ಪ್ರಾಯೋಗಿಕ</p>
                    </strong>
                    <div dir="ltr">&nbsp;</div>
                    <p>ನಮ್ಮ ಜಗತ್ತು ಇದೀಗ ಪ್ರೀತಿಯ ಪ್ರಮಾಣವನ್ನು ಬಳಸುತ್ತ್ತಿಲ್ಲವೇ? ಬಹುಶಃ ನಿಮ್ಮ ಪ್ರಪಂಚದ ಒಂದು ಮೂಲೆಯಲ್ಲಿ ಬೇಕಾಗುವಂತದ್ದು ಇನ್ನೊಂದು ಮೂಲೆಗೆ ಬೇಕಾಗುವಷ್ಟು ಅಗತ್ಯವಿರುತ್ತದೆ. ಪವಿತ್ರಾತ್ಮನ ಪ್ರೀತಿಯ ಫಲವು ನಿಮಗಾಗಿ ಹೇಗಿರಬಹುದು? ಇವುಗಳಲ್ಲಿ ಇದೂ ಒಂದಾಗಿರಬಹುದು?</p>
                    <div dir="ltr">&nbsp;</div>
                    <p>ನಿಮ್ಮ ಸಂಗಾತಿಯ ಬಟ್ಟೆಗಳನ್ನು ಲಾಂಡ್ರಿ ಬುಟ್ಟಿಯಲ್ಲಿ ಹಾಕುವಂತೆ ಒತ್ತಾಯಿಸುವ ಬದಲು ನೆಲದಿಂದ ಎತ್ತಿಕೊಳ್ಳುವುದು.</p>
                    <div dir="ltr">&nbsp;</div>
                    <p>ನೀವು ಹೆಚ್ಚು ಅಗತ್ಯವಿರುವ ನಿದ್ರೆಯನ್ನು ಪಡೆಯುವಾಗ ನಿಮ್ಮ ಮಗುವಿಗೆ ಮನೆಕೆಲಸದಲ್ಲಿ ಸಹಾಯ ಮಾಡುವುದು.</p>
                    <div dir="ltr">&nbsp;</div>
                    <p>ನಿಮಗಿಂತ ವಿಭಿನ್ನವಾಗಿ ನಂಬುವ ನಿಮ್ಮ ವಯಸ್ಕ ಮಗುವಿಗೆ ದಯೆ ತೋರಿಸುವುದು.</p>
                    <div dir="ltr">&nbsp;</div>
                    <p>ಸ್ನೇಹಿತ ಅಥವಾ ಸಹೋದ್ಯೋಗಿಗೆ ಉತ್ತೇಜಕ ಟಿಪ್ಪಣಿ ಬರೆಯುವುದು.</p>
                    <div dir="ltr">&nbsp;</div>
                    <p>ನಿಮ್ಮನ್ನು ತೀವ್ರವಾಗಿ ನೋಯಿಸಿದ ವ್ಯಕ್ತಿಯನ್ನು ಕ್ಷಮಿಸುವುದು.</p>
                    <div dir="ltr">&nbsp;</div>
                    <strong>
                        <p>ಅನ್ವಯಗಳು</p>
                    </strong>
                    <div dir="ltr">&nbsp;</div>
                    <p>ತಿಂಗಳು ಪೂರ್ತಿ ನಿಮ್ಮ ಅನುಭವ ಹೇಗಿತ್ತು?</p>
                    <div dir="ltr">&nbsp;</div>
                    <p>ನೀವು ಪ್ರೀತಿಯನ್ನು ಇತರರಿಗೆ ನೀಡುವುದರಲ್ಲಿ ನಿಮ್ಮನ್ನು ಹೇಗೆ ರೇಟ್ ಮಾಡುತ್ತೀರಿ? 1ಸಾಧ್ಯವಾಗುತ್ತದೆ - 10 ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.</p>
                    <div dir="ltr">&nbsp;</div>
                    <p>ಈ ಅಭ್ಯಾಸವನ್ನು ಹಿಡಿದಿಡಲು ನಿಮ್ಮ ಜೀವನದಲ್ಲಿ ವಿಭಿನ್ನವಾಗಿ ಏನು ಮಾಡಲು ನೀವು ಬಯಸುತ್ತೀರಿ?</p>
                </div>
            </Container>
        </div>

    );
}

export default HomeKannada;